Repository: Cgruppo/foobnix
Catalog: src/po/*.po
Languages: de, es, he, it, uk

source: Rename
it: Rinomina

source: Delete
it: Elimina

source: Rename playlist
de: Wiedergabeliste umbenennen
es: Renombra playlist
it: Rinomina playlist
uk: Перейменувати плейлист

source: Delete playlist
de: Wiedergabeliste entfernen
es: Elimina playlist
it: Elimina playlist
uk: Вилучити плейлист

source: Create new playlist
de: Neue Wiedergabeliste
es: Crea nueva playlist
it: Crea nuova playlist
uk: Створити новий плейлист

source: Enter playlist name
it: Inserire nome della playlist

source: Rename Dialog
it: Rinomina Dialog

source: Enter new name
it: Inserire nuovo nome

source: VK Integration
es: Integración con VK
it: Integrazione VK

source: Active
de: Aktiv
es: Activo
it: Attiva
uk: Активний

source: Downloading
de: Lädt herunter
es: Descargando
it: Scaricando
uk: Завантажується

source: Complete
de: Fertig
es: Completo
it: Completato
uk: Завершено

source: Inactive
de: Inaktiv
es: Inactivo
it: Inattivo
uk: Неактивний

source: Lock
de: Sperren
es: Bloqueado
it: bloccato
uk: Заблокований

source: Error
it: Errore
uk: Помилка

source: Format
es: Formato
it: Formato
uk: Формат

source: Channels
de: Kanäle
es: Canales
it: Canali
uk: Канали

source: Frequency
de: Frequenz
es: Frecuencia
it: Frequenza
uk: Частота

source: Convert
de: Koviertieren
es: Convertir
it: Convertire
uk: Конвертувати

source: Show files
es: Mostrar archivos
it: Mostra i file

source: Choose directory to save converted files
de: Ordner zum Speichern der konvertieren Datei(en) wählen
es: Elegir el directorio donde guardar los archivos convertidos
it: Scegli directory dove salvare i file convertiti

source: Warning!!!
de: Warnung!
es: Atención!!!
it: Attenzione!!!

source: So file(s) already exist(s) and will be overwritten. Do you wish to continue?
es: Por lo tanto el/los archivo(s) ya existe(n) y se sobreescribirá(n). ¿Quiere continuar?
it: Quindi il (i) file esistono già e sarnno sovrascritti Sicuro di voler continuare?

source: Attention
es: Atención
it: Attenzione

source: Converter require specially compiled ffmpeg module for work.
es: Converter requiere un módulo de ffmpeg especialmete compilado.
it: Il convertitore necessita di un modulo ffmpeg appositamente compilato per lavorare.

source: Rename folder
de: Ordner umbennen
es: Renombrar carpeta
it: Rinomina cartella

source: Rename file
de: Datei umbennen
es: Renombrar archivo
it: Rinomina file

source: Do you really want to delete item(s) from disk?
de: Datei(en) wirklich von Festplatte löschen?
es: Estás seguro que quieres eliminar este item (s) del disco?
it: Sei sicuro di voler eliminare elemento(i) dal disco?

source: Copy
it: Copia

source: Replace
it: Sostituisci

source: %s file(s) / folder(s)
it: %s file / cartella(e)

source: Are you really want to %s this item(s) to %s ?
it: Vuoi veramente %s questo elemento(i) in %s ?

source: Make folder dialog
it: Dialogo crea cartella

source: You want to create subfolder in folder
it: Vuoi creare una sottocartella nella cartella

source: Enter new folder's name:
it: Inserisci il nome della nuova cartella:

source: So folder already exists
it: La cartella esiste già

source: Copying:
it: Copiando:

source: Unknown title
it: Titolo sconosciuto

source: Unknown artist
it: Artista sconosciuto

source: Choose window
de: Wähle Fenster
es: Seleccionar ventana
it: Seleziona finestra
uk: Оберіть вікно

source: <big><b> Attention! </b></big> The relative location of the playlist and music files allows you to save a relative paths to the files in your playlist. This will allow to carry along the playlist with the files (only together) at any place of the computer or even at another computer. Also, it will make library compatible with OS Windows. However, in this case you can't change the relative location of the playlist file and music files. Absolute file paths make it impossible to transfer a playlist on other computer or use it in OS Windows, but it will put the library anywhere in the file system sepa- rate from the music files (the library will be working). Do you want to save the playlist with relative paths?
it: <big><b> Attenzione! </b></big> La posizione relativa della playlist e file musicali permette di salvare percorsi relativi dei file nella playlist. Questo permetterà di portare con sé la playlist con i files (solo insieme) in qualsiasi posto del computer o anche a un altro computer. Inoltre, renderà la biblioteca compatibile con OS Windows. Tuttavia, in questo caso non è possibile modificare la posizione relativa della playlist e i file musicali. Percorsi di file assoluti rendono impossibile trasferire una playlist su un altro computer o usarlo in OS Windows, ma metterà la biblioteca in qualsiasi parte del file system sepa- rato dai file musicali (la biblioteca dovrà lavorare). Vuoi salvare la playlist con percorso relativo?

source: Internet Connection
it: Connessione Internet

source: Foobnix not connected or Internet not available. Please try again a little bit later.
it: Foobnix non è connesso o Internet non è disponibile. Provare più tardi.

source: Tag Editor
es: Editor de etiquetas
it: Editor delle etichette
uk: Редактор тегів

source: Year
de: Jahr
es: Año
it: Anno
uk: Рік

source: Track number
de: Titelnummer
es: Número de pista
it: Traccia numero
uk: Номер композиції

source: Author text
de: Autorentext
es: Autor del texto
it: Autore del testo
uk: Автор тексту

source: Apply for all selected tracks (active on multi selection)
de: Für alle gewählten Titel übernehmen (bei mehrfacher Auswahl aktiv)
es: Aplica para todas las pistas seleccionadas (activo en la selección múltiple)
it: Applica per tutti i brani selezionati (Attivo su selezione multipla)
uk: Застосувати до вибраних треків (активне коли вибрано декілька)

source: Download Manager
es: Gestor de descargas
uk: Менеджер завантажень

source: Stop
uk: Зупинити

source: Global Hotkeys
de: Globale Tastenkombinationen
es: Teclas de acceso veloz Globales
uk: Глобальні «гарячі клавіші»

source: Hotkey
de: Taste
es: Tecla
uk: Гарячі клавіші

source: Play
uk: Грати

source: Login
uk: Логін

source: Password
de: Passwort
uk: Пароль

source: Paths
de: Pfade
es: Rutas
uk: Шляхи

source: Server
uk: Сервер

source: Music not found in folder(s):
de: Keine Musik im Ordner gefunden:
es: No se ha encontrado música en la carpeta(s):
uk: У теках не знайдено музики

source: Lyrics
de: Liedtext
he: לחן
uk: Тексти пісень

source: Info
uk: Інфо

source: _File
de: _Datei
es: _Archivo
he: קובץ
uk: _Файл

source: _Playback
de: _Wiedergabe
es: Reproducción
uk: _Програвання

source: Project page
de: Projektseite
uk: Сторінка проекту

source: http://www.foobnix.com/news/eng
uk: http://www.foobnix.com

source: http://www.foobnix.com/donate/eng
uk: http://www.foobnix.com/donate

source: Add Folder(s) in tree
de: Ordner zum Verzeichnisbaum hinzufügen
es: Agrega Carpeta(s) al arbol
uk: Додати теку(и)

source: Radio
he: רדיו
uk: Радіо

source: Radio Stantions (Alt+2)
de: Radiosender (Alt+2)
es: Emisoras de Radio (Alt+2)
uk: Радіостанції (Alt+2)

source: Playlist
de: Wiedergabeliste
uk: Список програвання

source: Info Panel (Alt+4)
de: Infobereich (Alt+4)
es: Panel Info (Alt+4)
uk: Інформаційна панель (Alt+4)

source: Albums
de: Alben
uk: Альбоми

source: Album
uk: Альбом

source: Radio Stations
de: Radiosender
es: Emisoras de Radio
uk: Радіостанції

source: Bitrate
uk: Бітрейт

source: Success
he: הצלחה

source: New play list
he: רשימת השמעה חדשה

source: Music not found in
he: לא נמצאו קבצי השמע

source: My play lists
he: רשימות השמעה שלי

source: Similar to:
he: דומה לזה

source: Choose directory to save song
he: נא לבחור תיקיה לשמירת השיר

source: not found on last.fm, wait for google suggests ...
he: לא נימצא בלאסט.פם, מחפסים הצעות בגוגל

source: Google not found suggests
he: גם גוגל לא מצא

source: Artist - Title
he: שם האומן - שם השיר

source: Icon
he: איקון

source: Music List
he: רשימת השירים

source: <b>Album name of this artist</b>
he: <b>שם האלבום של האומן</b>

source: <b>By Any</b>
he: <b>לפי כל</b>

source: <b>By Artist</b>
he: <b>לפי אומן</b>

source: <b>Current song name</b>
he: <b>לפי שם השיר הנוכחי</b>

source: <b>Filter</b>
he: <b>מסנן</b>

source: About Foobnix
he: אודות פובניקס

source: Album List
he: רשימת האלבומים

source: All Search
he: חיפוס כללי

source: Developed by Ivan Ivanenko ivan.ivanenko@gmail.com
he: פותח ע''י איבן איבננקו ivan.ivanenko@gmail.com

source: Foobnix
he: פובניקס

source: Location
he: מיקום

source: Music dir:
he: תיקיית המוסיקה

source: Online Music
he: מוסיקה ברשת

source: Play on start:
he: נגן בהתחלה

source: Playing all imaginations
he: מנגן כל המוסיקה

source: Random:
he: אקרעי

source: Repeat:
he: חזור על עצמו

source: Tags
he: טאגים

source: Top Albums
he: מצעד האלבומים

source: Top Similar
he: מצעד הדומים

source: Top Songs
he: מצעד השירים
