Repository: Cgruppo/foobnix
Catalog: src/po/*.po
Languages: de, es, he, it, uk

source: Preferences
de: Einstellungen
es: Preferencias
it: Preferenze
uk: Налаштування

source: Start Downloading
de: Download startem
es: Comenzar descarga
it: Inizio Scaricamento
uk: Почати завантаження

source: Stop Downloading
de: Download anhalten
es: Detener descarga
it: Ferma Scaricamento
uk: Зупинити завантаження

source: Choose Folder
es: Elegir carpeta
it: Scegli Cartella
uk: Обрати теку

source: Equalizer
es: Ecualizador
it: Equalizzatore
uk: Еквалайзер

source: Disabled
de: Deaktiviert
es: Desactivado
it: Disabilitato
uk: Вимк.

source: Enable EQ
de: Aktiviere EQ
es: Activar EQ
it: Abilita EQ
uk: Увімк. ЕQ

source: Enabled
de: Aktiviert
es: Activado
it: Abilitato
uk: Увімк.

source: Disable EQ
it: Disabilita EQ

source: Equalizer %s
es: Ecualizador %s
it: Equalizzatore %s
uk: Еквалайзер %s

source: To enable EQ set ON
de: Zum Aktivieren des EQ einschalten
es: Para activar EQ marque ON
it: Per abilitare EQ spunta ON
uk: Щоб увімк. EQ натисніть ON

source: Auto
it: Automatico
uk: Авто

source: Save
de: Speichern
es: Guarda
it: Salva
uk: Зберегти

source: Restore defaults presets
de: Standardpresets wiederherstellen
es: Restaurar ajustes predeterminados
it: Ripristina impostazioni predefinite
uk: Відновити установки за замовчуванням

source: Empty tab
de: Tab leeren
es: Tab vacía
it: Scheda vuota
uk: Порожня вкладка

source: New foobnix release avaliable
de: Eine neue Foobnix Version ist verfügbar
es: Nueva versión de foobnix disponible
it: Nuova versione di foobnix disponibile
uk: Доступна нова версія foobnix

source: Download and Donate
de: Herunterladen und spenden
es: Descargar y Donar
it: Scarica e Contribuisci
uk: Завантажити або Сплатити

source: Download
de: Herunterladen
es: Descargar
it: Scarica
uk: Завантажити

source: We hope you like the player. We will make it even better.
de: Wir hoffen, dass dir der Player gefällt. Wir werden ihn sogar noch besser machen.
es: Esperamos que os guste el reproductor. Vamos a hacerlo aún mejor.
it: Speriamo che vi piaccia il riproduttore. Faremo ancora di meglio.
uk: Сподіваємось, вам сподобався плеєр. Разом ми зробимо його кращим.

source: Check for new foobnix release on start
de: Überprüfe beim Starten auf eine neue Foobnix Version
es: Controlar por nueva versión de foobnix al inicio
it: Controllare la disponibilità di una nuova versione al inizio
uk: Перевіряти наявність нової версії при старті

source: Total progress
it: Avanzamento totale

source: Categories
de: Kategorien
es: Categorías
it: Categorie
uk: Розділи

source: Restore Defaults Settings
de: Standardeinstellungen wiederherstellen
es: Restaurar configuración predeterminada
it: Ripristina impostazioni predefinite
uk: Відновити початкові налаштування

source: Apply
de: Übernehmen
es: Aplica
it: Applica
uk: Застосувати

source: Close
de: Schließen
es: Cerrar
it: Chiudi
uk: Закрити

source: Category Info
de: Kategorieninformationen
es: Info Categoría
it: Info Categoria
uk: Інформація про категорії

source: Save online music
de: Onlinemusik speichern
es: Guardar música online
it: Salva la musica online
uk: Зберігати

source: Action
de: Aktion
es: Acción
it: Azione
uk: Дія

source: Add
de: Hinzufügen
es: Agrega
it: Aggiungi
uk: Додати

source: Remove
de: Entfernen
es: Elimina
it: Rimuovi
uk: Видалити

source: Pause
es: Pausa
it: Pausa
uk: Пауза

source: Next song
de: Nächster Titel
es: Canción siguiente
it: Brano successivo
uk: Наступна пісня

source: Previous song
de: Vorheriger Titel
es: Canción anterior
it: Brano precedente
uk: Попередня пісня

source: Volume up
de: Lauter
es: Subir volumen
it: Volume su
uk: Збільшити гучність

source: Volume down
de: Leiser
es: Bajar volumen
it: Volume giù
uk: Зменшити гучність

source: Show-Hide
de: Zeigen-Verstecken
es: Muestra-Oculta
it: Mostra-Nasconde
uk: Показати-Сховати

source: Play-Pause
es: Play-Pausa
it: Play-Pausa
uk: Грати-Пауза

source: Info panel
de: Informationsfeld
es: Panel Info
it: Pannello info
uk: Інформаційна панель

source: Disc cover size
de: Albumcovergröße
es: Tamaño de tapa del disco
it: Dimensioni della copertina disco
uk: Обкладинка диску

source: Lyric panel size
de: Songtextfeldgröße
es: Tamaño del panel Lyric
it: Dimensioni pannello Lyric
uk: Розмір інформаційної панелі

source: Show Tags list
de: Zeige Tagliste
es: Muestra lista de Tags
it: Mostra lista dei Tag
uk: Показувати Теги

source: Music Library
de: Musikbibliothek
es: Biblioteca de música
it: Librerie di Musica
uk: Музична бібліотека

source: Other Options
de: Andere Optionen
es: Otras Opciones
it: Altre Opzioni
uk: Інші параметри

source: Enable Music Scrobbler
de: Musikscrobbler aktivieren
es: Habilita Music Scrobbler
it: Attiva Music Srobbler
uk: Увімк. скроблер музики

source: Enable Radio Scrobbler
de: Radioscrobbler aktivieren
es: Habilita Radio Scrobbler
it: Attiva Radio Srobbler
uk: Увімк. радіо скроблер

source: You vk account is:
it: Il tuo account vk é:

source: Update library on start (more slow)
de: Bibliothek beim Start aktualisieren (langsamer)
es: Actualizar biblioteca al inicio (más lento)
it: Aggiorna bibblioteca al inizio (molto lento)
uk: Оновлювати бібліотеку під час старту (сповільнює запуск)

source: Music dirs
de: Musikverzeichnisse
es: Directorios de música
it: Directory Musica
uk: Теки з музикою

source: Choose directory with music
de: Musikverzeichnis auswählen
es: Seleccione Directorio con música
it: Scegli la directory con musica
uk: Оберіть директорію з музикою

source: File Types
de: Dateitypen
es: Tipos de archivo
it: Tipi di file
uk: Формати файлів

source: Extensions
de: Erweiterungen
es: Extensiones
it: Estensioni
uk: Розширення

source: Please add audio extension
de: Bitte eine Musikerweiterung hinzufügen
es: Por favor agregue la extensión de audio
it: Si prega di aggiungere l'estensione audio
uk: Будь ласка, додайте аудіо розширення

source: Extension should be like '.mp3'
de: Endung sollte wie '.mp3' sein
es: la extensión de audio es algo como '.mp3'
it: L'estensione deve essere qualcosa come '.mp3'
uk: Розширення має бути як ".mp3"

source: Gap between tracks:
de: Abstand zwischen Tracks:
es: Pausa entre canciones:
it: Pausa tra i brani:
uk: Пауза між треками

source: Multi tab mode
de: MultiTab Modus
es: Modo Multi tab
it: Modo Multi tab
uk: Режим багатьох владок

source: Single tab mode
de: SingleTab Modus
es: Modo Single tab
it: Modo Single tab
uk: Режим однієї вкладки

source: Network Settings
de: Netzwerkeinstellungen
es: Configuración de red
it: Impostazioni di rete
uk: Параметри мережі

source: Enable HTTP proxy
de: Aktiviere HTTP Proxy
es: Activa HTTP proxy
it: Attiva HTTP proxy
uk: Увімк. НТТР проксі

source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
uk: Параметри

source: example: 66.42.182.178:3128
de: Beispiel: 66.42.182.178:3128
es: ejemplo: 66.42.182.178:3128
it: esempio: 66.42.182.178:3128
uk: приклад: 66.42.182.178:3128

source: Check Connection
de: Überprüfe Verbindung
es: Verificar conexión
it: Verificare la connessione
uk: Перевірити з’єднання

source: Result:
de: Ergebnis:
es: Resultado:
it: Risultato:
uk: Результат:

source: OK in seconds:
de: OK in Sekunden:
es: OK en segundos:
it: OK in secondi:
uk: OK секунд:

source: Notifications
de: Meldungen
es: Notificaciones
it: Notifiche
uk: Сповіщення

source: Show new foobnix release avaliable demo dialog
de: Zeige neue Version verfügbar Beispielsdialog
es: Muestra demo de ventana de dialogo para nueva versión de foobnix disponible
it: Prova finestra notifiche per nuova versione di foobnix disponibile
uk: Показувати діалог наявності нової версії

source: Save music to folder:
de: Speichere Musik in Ordner:
es: Guardar música en la carpeta:
it: Salva musica nella cartella:
uk: Зберігати музику до:

source: Automatic music save
de: Musik automatisch speichern
es: Guardar música automaticamente
it: Salva musica automaticamente
uk: Автозбереження музики

source: Download in threads
it: Scarica in threads

source: Disc cover size:
de: Albumcover Größe:
es: Tamaño tapa del disco:
it: Dimensioni Copertine:
uk: Розмір обгортки диску:

source: Enable theme image
de: Aktiviere Themenbild
es: Habilita theme image
it: Abilita theme image
uk: Увімк. тему плеєра

source: Menu type:
de: Menütyp:
es: Tipo de Menu:
it: Menu tipo:
uk: Тип меню:

source: Old Style (Menu Bar)
de: Klassicher Stil (Menübar)
es: Viejo Estilo (Barra de Menu)
it: Vecchio Stile (Menu Bar)
uk: Старий стиль (панель)

source: New Style (Button)
de: Neuer Stil (Schaltfläche)
es: Nuevo Estilo (Botón)
it: Nuovo Stile (Button)
uk: Новий стиль (кнопка)

source: Order-Repeat Switcher Style:
de: Reihenfolge-Wiederholen ändern Stil:
es: Orden-Repetir estilo de Conmutación
it: Ordine-Ripetere Stile Commutazione:
uk: Стиль кнопок "порядок-повтор":

source: Toggle Buttons
de: Schaltfläche
es: Activar botones
it: Commuta pulsanti
uk: Іконки

source: Text Labels
de: Beschriftung
es: Etiquetas de texto
it: Etichette di Testo
uk: Літери

source: Opacity:
de: Deckkraft:
es: Opacidad:
it: Opacità:
uk: Прозорість:

source: Choose your preferred file manager:
de: Bevorzugten Dateimanager auswählen:
es: Elija su gestor de archivos preferido:
it: Scegli il tuo gestore file preferito:
uk: Оберіть бажаний файловий менеджер

source: Disable Xscreensaver
it: Disabilita Xscreensaver

source: Tabs
it: Schede
uk: Вкладки

source: Count of tabs:
de: Anzahl der Tabs:
es: Cantidad de tabs:
it: Numero di schede:
uk: Кількість вкладок:

source: Max length of tab:
de: Maximale Länge von Tabs:
es: Longitud máxima de tab:
it: Lunghezza massima della scheda:
uk: Максимальна довжина вкладки:

source: Tab position:
es: Posición de las tab:
it: Posizione della scheda:
uk: Позиція вкладок:

source: Left
de: Links
es: Izquierda
it: Sinistra
uk: Ліворуч

source: Top
de: Oben
es: Arriba
it: Sopra
uk: Згори

source: No Tabs
de: Keine Tabs
es: Sin Tabs
it: Senza schede
uk: Немає

source: Close tab sign:
de: Tab schließen Symbol:
es: Simbolo cerrar tab:
it: Simbolo chiusura scheda:
uk: Значок закриття вкладки:

source: None
de: Keines
es: Ninguno
it: Nessuno
uk: Новий

source: Show tray icon
de: Zeige Trayicon
es: Muestra tray icon
it: Mostra tray icon
uk: Показувати іконку в треї

source: Hide player in tray on start
it: Nascondi player nel Vassoio all'avvio

source: On close window - close player
de: Player schließen wenn Fenster geschlossen wird
es: Al cerrar ventana - cierra reproductor
it: Se chiudi la finestra - chiudi riproduttore
uk: При закритті вікна - закривати плеєр

source: On close window - hide player
de: Player verstecken wenn Fenster geschlossen wird
es: Al cerrar ventana - pausa reproductor
it: Se chiudi la finestra - ferma riproduttore
uk: При закритті вікна - ховати плеєр

source: On close window - minimize player
de: Player minimieren wenn Fenster geschlossen wird
es: Al cerrar ventana - minimiza reproductor
it: Se chiudi la finestra - minimizza riproduttore
uk: При закритті вікна - згортати плеєр

source: System Icon Static
de: Statisches Systemicon
es: Icono del sistema estático
it: Sistema Icona Statica
uk: Статична системна іконка

source: System Icons Dynamic
de: Dynamisches Systemicon
es: Icono del Sistema Dinamico
it: Sistema Icone Dinamiche
uk: Динамічна системна іконка

source: Disc cover image
de: Albumcover
es: Imagen tapa del disco
it: Immagine copertina
uk: Картинка обгортки диску

source: Notification pop-up
de: Benachrichtungsanzeige
es: Notificación pop-up
it: Notificazioni pop-up
uk: Вікно сповіщень

source: Notification
de: Benachrichtigung
es: Notificación
it: Notificazioni
uk: Сповіщення

source: Time Notification (sec):
de: Benachrichtigungszeit (in Sek.):
es: Duracion de la Notificación (seg):
it: Tempo della notifica (sec):
uk: Час показу (сек):

source: Choose folders to open
de: Ordner zum Öffnen auswählen
es: Elija que carpetas abrir
it: Scegli le cartelle da aprire
uk: Виберіть теки для відкриття

source: Nothing found to play in the folder(s)
de: Nichts zum Abspielen im Ordner gefunden
es: No se ha encontrado nada que reproducir en la carpeta(s)
it: Nulla trovato da riprodurre nella cartella(e)
uk: В теках немає чого програвати

source: Choose file to open
de: Datei zum Öffnen auswählen
es: Elija que archivo abrir
it: Scegli il file da aprire
uk: Оберіть файл для відкриття

source: Nothing found to play in the file(s)
de: Nichts zum Abspielen in der Datei gefunden
es: No se ha encontrado nada que reproducir en el archivo(s)
it: Nulla trovato da riprodurre nel file
uk: Немає чого програвати

source: Stopped
it: Interrottto

source: Paused |
it: In pausa |

source: Album title
it: Titolo album

source: Cover:
it: Copertina:

source: Best Songs
de: Beste Titel
es: Mejores canciones
it: Migliori canzoni
uk: Кращі пісні

source: Similar Artists
de: Ähnliche Interpreten
es: Artistas Similares
he: אומנים דומים
it: Artisti Simili
uk: Схожі виконавці

source: Similar Songs
de: Ähnliche Titel
es: Canciones Similares
he: שירים דומים
it: Canzoni Simili
uk: Схожі пісні

source: Similar Tags
de: Ähnliche Tags
es: Tags Similares
he: טאגים דומים
it: Tags Simili
uk: Схожі жанри

source: About Artist
es: Acerca del artista
it: Info Artista

source: Downloads
it: Scaricamenti

source: Add File(s)
de: Datei(en) hinzufügen
es: Agrega Archivo(s)
it: Aggiungi file
uk: Додати файл(и)

source: Add Folder(s)
de: Ordner hinzufügen
es: Agrega Carpeta(s)
it: Aggiungi cartella(e)
uk: Додати теку(и)

source: Save Playlist As
it: Salva Playlist Come

source: Quit
de: Schließen
es: Salir
he: לצאת
it: Esci
uk: Вийти

source: _View
de: _Ansicht
es: _Ver
he: מראה
it: _Vedere
uk: _Вигляд

source: Left Panel
de: Linkes Feld
es: Panel Izquierdo
it: Pannello Sinistro
uk: Інформаційна панель

source: Search Panel
de: Suchfeld
es: Panel Buscar
it: Pannello Cerca
uk: Панель пошуку

source: Cover & Lyrics Panel
it: Panello Copertina & Lyrics

source: Order
de: Reihenfolge
es: Orden
it: Ordine
uk: Порядок

source: Linear
es: Lineal
it: Lineare
uk: Лінійно

source: Random
de: Zufällig
es: Casual
it: Casuale
uk: Випадково

source: Repeat
de: Wiederholen
es: Repetir
it: Ripetere
uk: Повторювати

source: All
de: Alle
es: Todo
it: Tutto
uk: Все

source: Single
de: Einzeln
es: Uno
it: Uno
uk: Одну

source: Disable
de: Deaktivieren
es: Deshabilita
it: Disabilita
uk: Вимкнено

source: _Help
de: _Hilfe
es: _Ayuda
he: עזרא
it: _Aiuto
uk: _Допомога

source: About
de: Über
es: Acerca de
it: Informazioni
uk: Про програму

source: Issue report
de: Fehler melden
es: Reportar error
it: Segnala un problema
uk: Повідомити про помилки

source: Donate Participate
de: Spenden
es: Dona Participa
it: Contribuisci Partecipa
uk: Підтримати проект

source: Music
de: Musik
es: Música
it: Musica
uk: Музика

source: Music Navigation (Alt+1)
de: Musiknavigation (Alt+1)
es: Explorar Música (Alt+1)
it: Navigazione Musica (Alt+1)
uk: Дерево музики (Alt+1)

source: Virtual Play Lists (Alt+3)
de: Virtuelle Wiedergabelisten (Alt+3)
es: Play Lists Virtuales (Alt+3)
it: Play Lists Virtuali (Alt+3)
uk: Віртуальні плейлисти (Alt+3)

source: Last.fm Panel (Alt+5)
de: Last.fm Bereich (Alt+5)
es: Panel Last.fm (Alt+5)
it: Pannello Last.fm (Alt+5)
uk: Last.fm панель (Alt+5)

source: VK Panel (Alt+6)
es: Panel VK (Alt+6)
it: Panello VK (Alt+6)

source: Search music online
de: Online nach Musik suchen
es: Buscar música online
it: Cerca musica online
uk: Шукати онлайн музику

source: Online Music Search, Play, Download
de: Online Musik suchen, abspielen und herunterladen
es: Busca, Reproduce, Descarga Música Online
it: Cerca, Riproduci, Scarica Musica Online
uk: Пошук, Прослуховування, Завантажування онлайн музики

source: Search
de: Suchen
es: Buscar
he: חיפוס
it: Cerca
uk: Шукати

source: Online Search
de: Online suchen
es: Buscar Online
it: Cerca Online
uk: Шукати

source: Tracks
he: מצעד הרצועות
it: Tracce

source: Similar
de: Ähnlich
it: Simile
uk: Подібні

source: Genre
es: Género
it: Genere
uk: Стиль

source: Simple and Powerful player
de: Einfacher, mächtiger Player
es: Simple y Potente reproductor
it: Riproduttore semplice e potente
uk: Простий та Потужний програвач

source: File search
de: Dateisuche
es: Busca archivo
it: Cerca File
uk: Пошук файлу

source: Folder search
de: Ordnersuche
es: Busca carpeta
it: Cerca Cartella
uk: Пошук теки

source: Exit Fullscrean
it: Esci dallo Schermo intero

source: Shuffle on
de: Zufallswiedergabe ein
es: Reproducción casual ON
it: Riproduzione casuale ON
uk: Випадково

source: Shuffle off
de: Zufallswiedergabe aus
es: Reproducción casual OFF
it: Riproduzione casuale OFF
uk: По черзі

source: Repeat all
de: Alle wiederholen
es: Repetir todo
it: Ripeti tutto
uk: Повторювати все

source: Repeat single
de: Einzeln wiederholen
es: Repetir uno
it: Ripeti singolo
uk: Повторювати одну

source: Repeat off
de: Wiederholung aus
es: No repetir
it: Non Ripetere
uk: Повтор вимк.

source: Previous
de: Vorheriger Titel
es: Anterior
it: Precedente
uk: Попередня

source: Next
de: Nächster Titel
es: Siguiente
it: Successivo
uk: Наступна

source: Record radio
it: Registrazione radio

source: So file doesn't exist. Pehaps it wasn't create yet.
it: Il file non esiste. Forse non è stato creato ancora.

source: Save file as ...
it: Salva file come ...

source: Exit
de: Schließen
es: Salir
it: Esci
uk: Вихід

source: Close Popup
de: Popup schließen
es: Cerrar Popup
it: Chiudi Popup
uk: Закрити

source: Rename tab
de: Tab umbennen
es: Renombrar tab
it: Rinomina scheda
uk: Перейменувати вкладку

source: Save playlist as
de: Wiedergabeliste speichern unter
es: Guarda playlist como
it: Salva playlist come
uk: Зберегти плейлист як

source: Close tab
de: Tab schließen
es: Cerrar pestaña
it: Chiudi scheda
uk: Закрити вкладку

source: It's need not empty playlist
it: È necessaria una playlist non vuota

source: Choose folder to save playlist
de: Ordner zum Abspeichern der Wiedergabeliste auswählen
es: Elija dónde guardar la lista de reproducción
it: Scegli dove salvare la playlist
uk: Оберіть теку для збереження плейлиста

source: Update Music Tree
de: Musikverzeichnis aktualisieren
es: Actualizar árbol de música
it: Aggiorna albero musica
uk: Оновити дерево музики

source: Add folder
de: Ordner hinzufügen
es: Añadir carpeta
it: Aggiungi cartella
uk: Додати теку

source: Add folder in new tab
de: Ordner in neuem Tab hinzufügen
es: Añadir carpeta en una nueva pestaña
it: Aggiungi cartella in una nuova scheda
uk: Додати теку в нову вкладку

source: Clear Music Tree
de: Leere Musikverzeichnisbaum
es: Limpiar Árbol de Música
it: Pulisci albero musica
uk: Очистити дерево музики

source: Open
it: Aperto

source: 2: Apply Token
it: 2: Applica Token

source: Please generate token...
it: Per favore generare token...

source: Token incorrect or expired
it: Token non corretto o scaduto

source: Token or user is empty
it: Token o utente è vuoto

source: Open in file manager
de: In Dateimanager öffnen
es: Abrir en el gestor de archivos
it: Apri in file manager
uk: Відкрити у файловому менеджері

source: Attention!!!
it: Attenzione!!!

source: When you release the mouse button the mouse
it: Quando viene rilasciato il mouse esguire il click

source: Copying:
it: Copiando:

source: Replacing:
it: Sostituendo:

source: Progress
it: Avanzamento

source: To:
it: A:

source: m3u playlist:
it: playlist m3u:

source: Lasm.fm Integration
de: Last.fm Integration
es: Integración con Last.fm
it: Integrazione Lasm.fm
uk: Інтеграція з Lasm.fm

source: My loved tracks
de: Meine geliebten Titel
es: Mis canciones amadas
it: I miei brani preferiti
uk: Мої улюблені треки

source: My top tracks
de: Meine top Titel
es: Mis canciones preferidas
it: i miei brani top
uk: Мої топ-треки

source: My recent tracks
de: Meine zuletzt hinzugefügten Titel
es: Mis canciones recientes
it: I miei brani recenti
uk: Мої нещодавні треки

source: My top artists
de: Meine top Interpreten
es: Mis artistas preferidos
it: I miei artisti top
uk: Мої топ-артисти

source: loading...
de: Laden...
es: cargando…
it: caricamento in corso...
uk: завантаження...

source: Copy to Search Line
de: In die Suchleiste kopieren
es: Copia en el Campo de Búsqueda
it: Copia nella riga di Ricerca
uk: Скопіювати в рядок пошуку

source: Name
it: Nome

source: Append to playlist
de: Zur Wiedergabeliste hinzufügen
es: Agregar a la playlist
it: Aggiungi alla playlist
uk: Додати до списку програвання

source: Open in new playlist
de: In neuer Wiedergabeliste öffnen
es: Abrir en una nueva playlist
it: Apri in una nuova playlist
uk: Відкрити у новому списку програвання

source: Add folder here
de: Ordner hier hinzufügen
es: Agregar la carpeta aquí
it: Aggiungi cartella qui
uk: Додати сюди теку

source: Clear
de: Leeren
es: Limpiar
it: Pulisci
uk: Очистити

source: Update
de: Aktualisieren
es: Actualizar
it: Aggiorna
uk: Оновити

source: Create folder
it: Creare cartella

source: Rename file (folder)
de: Datei (Ordner) umbennen
es: Renombrar archivo (carpeta)
it: Rinomina file (cartella)
uk: Перейменувати файл (теку)

source: Delete file(s) / folder(s)
de: Datei(en) / Ordner löschen
es: Eliminar archivo(s) / carpeta(s)
it: Elimina file / cartella(e)
uk: Видалити файл(и) / теку(-и)

source: Number
es: Número
it: Numero
uk: Номер

source: Composer
de: Komponist
es: Compositor
it: Autore
uk: Композитор

source: Track
es: Canción
it: Brano
uk: Трек

source: Artist
de: Interpret
es: Artista
it: Artista
uk: Виконавець

source: Title
de: Titel
es: Título
he: שם
it: Titolo
uk: Назва

source: Time
es: Duración
he: משך השיר
it: Durata
uk: Час

source: Delete from playlist
it: Rimuovi dalla playlist

source: Copy To...
it: Copia In...

source: Download To...
es: Descargar en...
it: Scarica in...
uk: Завантажити до...

source: Edit Tags
es: Editar Tags
it: Modifica Etichette
uk: Редагувати теги

source: Format Converter
es: Convertidor de formato
it: Convertitore di Formato
uk: Конвертувати

source: Copy To Search Line
es: Copia en el campo de Búsqueda
it: Copia sulla riga di Ricerca
uk: Копіювати в рядок пошуку

source: Copy №-Title-Time
de: №-Titel-Zeit kopieren
es: Copia №-Título-Duración
it: Copia №-Titolo-Durata
uk: Копіювати №-Назву-Час

source: Copy Artist-Title-Album
de: Interpret-Titel-Album kopieren
es: Copia Artista-Título-Album
it: Copia Artista-Titolo-Album
uk: Копіювати Виконавця-Назву-Альбом

source: Love This Track(s) by Last.fm
it: Mi Piace Questo Brano(i) di Last.fm

source: Open In File Manager
es: Abrir en el Gestor de Archivos
it: Apri in File Manager
uk: Відкрити у файловому менеджері

source: Numbering by order
es: Numeración por orden
it: Numerazione per ordine
uk: Нумерувати по-порядку

source: Numbering by tags
es: Numeración por tags
it: Numerazione per etichette
uk: Нумерувати за тегами

source: My channels
it: I miei canali

source: Edit Station
it: Modifica Stazione Radio

source: Delete Station
de: Sender entfernen
es: Elimina Emisora
it: Elimina Radio Station
uk: Вилучити станцію

source: Rename Group
it: Rinomina Gruppo

source: Delete Group
it: Elimina gruppo

source: Reload radio folder
de: Radioordner neu laden
es: Recarga la carpeta de radios
it: Ricarica la cartella radio
uk: Оновити радіо теку

source: Edit Radio
de: Radio bearbeiten
es: Edita Radio
it: Edita Radio
uk: Редагувати станцію

source: Enter new name and URL
it: Inserire nuovo nome e URL

source: Enter new group name
it: Inserire nuovo nome di gruppo

source: Add New Radio Station
it: Aggiungere Nuova Stazione Radio

source: Enter station name and URL
it: Inserire nome e URL della stazione

source: Autogenerated channels
it: Canali generati automaticamente

source: Add Station
de: Sender hinzufügen
es: Agrega Emisora
it: Aggiungi Radio Station
uk: Додати станцію

source: Create Group
it: Crea Gruppo

source: Enter group name
it: Inserire nome gruppo

source: Virtual PlayLists
de: Virtuelle Wiedergabelisten
es: PlayList Virtuales
it: PlayLists Virtuali
uk: Віртуальні плейлисти

source: Add playlist
de: Wiedergabeliste hinzufügen
es: Agrega playlist
it: Aggiungi playlist
uk: Додати плейлист
