Repository: Cgruppo/foobnix
Catalog: po/*.po
Languages: si

source: Preferences
si: අභිමත

source: Start Downloading
si: බාගත කිරීම ආරම්භ කරන්න

source: Stop Downloading
si: බාගත කිරීම නවත්වන්න

source: Download Manager
si: බාගැනීම් පරිපාලක

source: Choose Folder
si: බහාලුම තෝරන්න

source: Equalizer
si: සමානකරණය

source: Disabled
si: අක්‍රීය

source: Enable EQ
si: EQ සක්‍රීය කිරීම

source: Enabled
si: සක්‍රීයයි

source: Disable EQ
si: EQ අක්‍රීය කිරීම

source: Equalizer %s
si: සමානකරණය %s

source: To enable EQ set ON
si: EQ සක්‍රීය කිරීමට සහ ON පිහිටුවීමට

source: Auto
si: ස්වයංක්‍රීය

source: Save
si: සුරකින්න

source: Restore defaults presets
si: තිබූ පරිදි නැවත සකසන්න

source: Empty tab
si: හිස් ටැබය

source: New foobnix release avaliable
si: අලුත් foobnix නිකුතුව ඇත

source: Download and Donate
si: බාගත කිරීම සහ පරිත්‍යාග කිරීම

source: Download
si: බාගත කරන්න

source: We hope you like the player. We will make it even better.
si: ඔබ මෙම වාදන මෘදුකාංගයට කැමති බව අපි සිතනවා. අප එය තවත් හොදින් සකස් කරන්නම්

source: Check for new foobnix release on start
si: නව foobinix නිකුතුව ආරම්භයට

source: Total progress
si: මුළු ප්‍රගතිය

source: Stop
si: නවතන්න

source: Categories
si: ප්‍රභේද

source: Restore Defaults Settings
si: තිබූ පරිදි නැවත සකසන්න

source: Apply
si: යොදන්න

source: Close
si: වසන්න

source: Category Info
si: ප්‍රබේද තොරතුරු

source: Save online music
si: අන්තර්ජාලයේ සක්‍රීයව සිටියදී ගීත සුරකින්න

source: Global Hotkeys
si: ගෝලීය ප්‍රධාන සුචිය

source: Action
si: ක්‍රියාව

source: Hotkey
si: ප්‍රධාන සුචිය

source: Add
si: එක් කරන්න

source: Remove
si: ඉවත් කරන්න

source: Auto key
si: ස්වයන්ක්‍රිය සුචිය

source: Disable Multimedia Keys
si: බහු මාධ්‍ය සුචි අක්‍රීය කරන්න

source: Don't try to bind volume control keys
si: ශබ්ද පාලන සුචි එක් කිරීමට උත්සහ නොදරන්න

source: Multimedia keys
si: බහු මාධ්‍ය සුචි

source: Play
si: වාදනය කරන්න

source: Pause
si: මදක් නවතන්න

source: Next song
si: පසු ගීතය

source: Previous song
si: පෙර ගීතය

source: Volume up
si: හඬ වැඩි කරන්න

source: Volume down
si: හඬ අඩු කරන්න

source: Show-Hide
si: පෙන්වන්න-සගවන්න

source: Play-Pause
si: වාදනයට-මදක් නැවතීමට

source: Info panel
si: තොරතුරු ලේකණය

source: Disc cover size
si: තැටියේ ධාරිතා ප්‍රමණය

source: Lyric panel size
si: පදවැල් ලේකනයේ ප්‍රමාණය

source: Show Tags list
si: යෙදුම් නාමාවලිය පෙන්වන්න

source: Music Library
si: ගීත එකතුව

source: Other Options
si: වෙනත් විකල්ප

source: Last FM + VK
si: අවසාන FM සහ VK

source: Last.FM
si: අවසාන FM

source: Login
si: පිවිසුම

source: Password
si: මුරපදය

source: Limit search results:
si: සෙවීමේ ප්‍රතිපල සීමා කරන්න:

source: Enable Music Scrobbler
si: අවසානයට වාදනය වූ ගීතය වාදනය කරන්න

source: Enable Radio Scrobbler
si: අවසානයට ගුවන් විදුලියේ වාදනය වූ ගීතය වාදනය කරන්න

source: VKontakte
si: යථා කාලීන තොරතුරු සෙවුම

source: Not connected
si: සම්බන්ධ වී නොමැත

source: You vk account is:
si: ඔබගේ vk ගිණුම වන්නේ

source: Reset vk authorization
si: vk අවසරය නැවත පිහීටුවීම

source: Update library on start (more slow)
si: ආරම්භයේදී එකතුව නවීකරණය කරන්න (වඩා සෙමින් )

source: Music dirs
si: ගීත නාමාවලිය

source: Paths
si: මාර්‍ග

source: Choose directory with music
si: ගීත ඇතුලත් බහාලුම තෝරන්න

source: File Types
si: ගොනු වර්ග

source: Extensions
si: දීර්ඝ කිරීම

source: Please add audio extension
si: කරුණාකර ගීත දීර්ඝ කිරීම එකතු කරන්න

source: Extension should be like '.mp3'
si: දීර්ඝ කිරීම් .mp3 ආකාරයෙන් විය යුතුය

source: Gap between tracks:
si: පථ අතර ඉඩ

source: Multi tab mode
si: බහු ටැබ ආකාරය

source: Single tab mode
si: තනි ටැබ ආකාරය

source: Network Settings
si: ජාල සැකසුම්

source: Enable HTTP proxy
si: HTTP බලපත්‍රය සක්‍රිය කරන්න

source: Settings
si: සැකසුම්

source: Server
si: පද්ධතිය

source: example: 66.42.182.178:3128
si: උදාහරණය ලෙස: 66.42.182.178:3128

source: Check Connection
si: සම්බන්ධතාව පිරික්සන්න

source: Result:
si: ප්‍රථිපලය:

source: Show message on network disconnection
si: අන්තර්ජාල සම්බන්ධතාව ගිලිහුණු විටදී පණිවුඩයක් දෙන්න

source: OK in seconds:
si: තව තත්පරයකින් හරි

source: Notifications
si: දැනුම් දීම්

source: Show new foobnix release avaliable demo dialog
si: නව foobnix නිකුතුව demo dialog තුල පෙන්වන්න

source: Save online music to folder:
si: අන්තර්ජාල ගීත බහාලුමට සුරකින්න

source: Automatic online music save
si: ස්වයංක්‍රිය අන්තර්ජාලගත ගීත එකතුව

source: Download in threads
si: බාගත කිරීම සිරවී ඇත

source: Disc cover size:
si: තැටියේ පිටත ප්‍රමාණය

source: Enable theme image
si: තේමා පින්තූරය සක්‍රීය කරන්න

source: Menu type:
si: මෙනු වර්ගීකරණය

source: Old Style (Menu Bar)
si: කල් ඉකුත් වූ විලාසිතාව (මෙනුව)

source: New Style (Button)
si: නවතම විලාසිතාව (බොත්තම)

source: Order-Repeat Switcher Style:
si: නවත අනුපිලිවෙලට මාරුවීමේ විලාසිතාව

source: Toggle Buttons
si: ඇමුණුම් බොත්තම

source: Text Labels
si: අක්ෂර ලේබලය

source: Opacity:
si: පාරාන්ධතාව:

source: Choose your preferred file manager:
si: ඔබගේ වඩාත් කැමති ගොනුව තෝරන්න

source: Disable Xscreensaver
si: x තිරය අක්‍රීය කරන්න

source: Tabs
si: ටැබ

source: Count of tabs:
si: ටැබ ගණන

source: Max length of tab:
si: ටැබයක උපරිම දිග

source: Tab position:
si: ටැබ පිහිටීම:

source: Left
si: වමට

source: Top
si: ඉහළ

source: No Tabs
si: ටැබ නොමැත

source: Close tab sign:
si: ටැබ ලකුණ වසන්න

source: None
si: කිසිවක් නොමැත

source: Show tray icon
si: තැටි අයිකනය පෙන්වන්න

source: Hide player in tray on start
si: ඇරඹුමේදී වාදකය තැටිය තුල සගවන්න

source: On close window - close player
si: වින්ඩෝව වසා දමන විටම - වාදකය වසා දමන්න

source: On close window - hide player
si: වින්ඩෝව වසා දමන විටම - වාදකය සගවන්න

source: On close window - minimize player
si: වින්ඩෝව වසා දමන විටම - වාදකය කුඩා කරන්න

source: System Icon Static
si: ස්ථිර පද්ධති අයිකනය

source: System Icons Dynamic
si: වේගවත් පද්ධති අයිකන

source: Disc cover image
si: තැටියේ පිටත රූපය

source: Notification pop-up
si: හදිසි නිවේදන

source: Notification
si: නිවේදන

source: Time Notification (sec):
si: කාලය දැනුම් දීම (තත්පර)

source: Choose folders to open
si: විවෘත කළයුතු බහාලුම තෝරන්න

source: Nothing found to play in the folder(s)
si: බහාලුම(ම්) තුල වාදනයට කිසිවක් හමුවූයේ නැත

source: Choose file to open
si: විවෘත කිරීමට ගොනුව තෝරන්න

source: Nothing found to play in the file(s)
si: ගොනුව(නු) තුල වාදනයට කිසිවක් හමුවූයේ නැත

source: Stopped
si: නවත්වන ලදී

source: Paused |
si: මදකට නවතා ඇත |

source: Radio
si: ගුවන් විදුලිය

source: Resource not found
si: සම්පත් හමුවූයේ නැත

source: Stopped. No resources found
si: නවතා ඇත. සම්පත් හමුවූයේ නැත

source: Album title
si: එකතුවේ මාතෘකාව

source: Cover:
si: වැස්ම:

source: Lyric:
si: පද පෙළ

source: Best Songs
si: හොදම ගීත

source: Similar Artists
si: සමාන කලාකරුවන්

source: Similar Songs
si: සමාන ගීත

source: Similar Tags
si: සමාන සම්බන්ධතා

source: Lyrics
si: පදමාලා

source: About Artist
si: කලාකරුවන් පිළිබඳ

source: Info
si: තොරතුරු

source: Downloads
si: භාගත කිරීම්

source: _File
si: _ගොනුව

source: Add File(s)
si: ගොනු එක් කිරීම

source: Add Folder(s)
si: ෆෝල්ඩර් එක් කිරීම

source: Save Playlist As
si: විකාශන ලැයිස්තුවක් ලෙස සුරකින්න

source: Quit
si: පිටවීම

source: _View
si: _දසුන

source: Left Panel
si: වම් ලේඛනය

source: Search Panel
si: ලේඛනය සෙවීම

source: Cover & Lyrics Panel
si: කවරය සහ ගී පද ලේඛනය

source: _Playback
si: නැවත විකාශය

source: Order
si: පෙළගැස්ම

source: Linear
si: රේඛිය

source: Random
si: අහඹු

source: Repeat
si: නැවත වාදනය කිරීම

source: All
si: සියල්ල

source: Single
si: තනි

source: Disable
si: අක්‍රීය කරන්න

source: _Help
si: _උදව්

source: About
si: පිළිබඳ

source: Project page
si: ව්‍යාපෘති පිටුව

source: Issue report
si: ප්‍රකාශන වාර්තාව

source: Donate Participate
si: පරිත්‍යාග සහභාගීත්වය

source: Add Folder(s) in tree
si: ෆෝල්ඩර් පොරකය තුළට එක් කරන්න

source: Music
si: සංගීතය

source: Music Navigation (Alt+1)
si: ගීත තරණය(Alt+1)

source: Radio
si: රේඩියෝව

source: Radio Stantions (Alt+2)
si: රේඩියෝ කාර්යාලය (Alt+2)

source: Storage
si: ගබඩාව

source: Storage (Alt+3)
si: ගබඩාව(Alt+3)

source: Info Panel (Alt+4)
si: තොරතුරු ලේඛනය(Alt+4)

source: Last.fm Panel (Alt+5)
si: Last.Fm ලේඛනය (Alt+5 )

source: VK Panel (Alt+6)
si: VK ලේඛනය (Alt+6)

source: Search music online
si: ඍජුවම ගීත සොයන්න

source: Online Music Search, Play, Download
si: ඍජුවම ගීත සෙවීම , විකාශය කිරීම, බාගත කිරීම

source: Search
si: සෙවීම

source: Online Search
si: ඍජු සෙවීම

source: Tracks
si: පථ

source: Albums
si: ඇල්බමයන්

source: Similar
si: සමාන

source: Genre
si: ප්‍රභේදය

source: Simple and Powerful player
si: සාමාන්‍ය සහ ප්‍රබල ප්ලේයරය

source: File search
si: ගොනු සෙවීම

source: Folder search
si: ෆෝල්ඩර් සෙවීම

source: Exit Fullscrean
si: පුළුල් තිරයෙන් නික්මීම

source: Shuffle on
si: තැන් මාරුව

source: Shuffle off
si: තැන් මාරුව off

source: Repeat all
si: සියල්ල නැවත විකාශය

source: Repeat single
si: එකක් නැවත විකාශය

source: Repeat off
si: නැවත විකාශය වැසීම

source: Previous
si: පෙර

source: Next
si: මීළඟ

source: Record radio
si: රේඩියෝ තැටිගත කිරීම

source: So file doesn't exist. Pehaps it wasn't create yet.
si: ගොනුව නොතිබේ.එය තවමත් නිර්මාණය කොට නොමැත.

source: Save file as ...
si: ගොනුව මේ ලෙස සුරකින්න

source: Process...
si: ක්‍රියාවලිය

source: Exit
si: නික්මීම

source: Close Popup
si: popup වසන්න

source: Rename tab
si: පටිත්ත නැවත නම් කිරීම

source: Save playlist as
si: playlist ලෙස සුරකින්න

source: Close tab
si: පටිත්ත වසන්න

source: It's need not empty playlist
si: හිස් විකාශන ලැයිස්තු අවශ්‍ය නොවේ.

source: Choose folder to save playlist
si: විකාශන ලැයිස්තුව සුරැකීමට ෆෝල්ඩරය තෝරන්න

source: Update Music Tree
si: ගීත පොරකය යාවත්කාලින කිරීම

source: Add folder
si: ෆෝල්ඩර් එක් කිරීම

source: Add folder in new tab
si: ෆෝල්ඩර් නව පටිත්තට එක් කිරීම

source: Clear Music Tree
si: ගීත පොරකය හිස් කිරීම

source: Open
si: විවෘත කරන්න

source: 2: Apply Token
si: 2 : ටෝකනය යොමු කරන්න

source: Please generate token...
si: කරුණාකර ටෝකනය උපදවන්න

source: Token:
si: ටෝකන් :

source: User ID:
si: පරිශීලක අංකය:

source: Token incorrect or expired
si: ටෝකනය වැරදි හෝ කල් ඉකුත් වී ඇත.

source: Token or user is empty
si: ටෝකනය හෝ පරිශීලක හිස්ය.

source: Open in file manager
si: ගොනු පාලකයෙන් විවෘත කරන්න

source: Attention!!!
si: අවධානයි!!!

source: When you release the mouse button the mouse
si: ඔබ මවුස් බටනය නිදහස් කිරීමේදී මවුසය

source: Copying:
si: පිටපත් කරමින් :

source: Replacing:
si: ප්‍රතිස්ථාපනය කරමින්:

source: Progress
si: ප්‍රගතිය

source: To:
si: වෙත :

source: My loved tracks
si: මගේ ආසම tracks

source: My top tracks
si: මගේ ඉතා කැමති tracks

source: My recent tracks
si: මගේ නුතන tracks

source: My top artists
si: මගේ ප්‍රියතම ශිල්පින්

source: loading...
si: පූරණය වෙමින් පවති...

source: Copy to Search Line
si: මඟ සෙවීමට පිටපත් කරන්න

source: File
si: ගොනුව

source: Name
si: නම

source: Ext
si: නික්මීම

source: Append to playlist
si: ගීත ලැයිස්තුවට අමුණන්න

source: Open in new playlist
si: නව ගීත ලැයිස්තුවක් අරින්න

source: Add folder here
si: ෆෝල්ඩරය මෙහිදී එක් කරන්න

source: Clear
si: හිස් කරන්න

source: Update
si: යාවත්කාලීන කරන්න

source: Create folder
si: බහලුම නිර්මාණය කරන්න

source: Rename file (folder)
si: ගොනුව (ෆෝල්ඩරය) නැවත නම් කරීම

source: Delete file(s) / folder(s)
si: ගොනුව (ගොනු )/ ෆෝල්ඩරය(ෆෝල්ඩර්) මකන්න

source: Number
si: අංකය

source: Composer
si: රචකයා

source: Track
si: තනුව

source: Artist
si: කලා ශිල්පීන්

source: Title
si: ශීර්ෂය

source: Album
si: ඇල්බමය

source: Time
si: කාලය

source: Delete from playlist
si: විකාශන ලැයිස්තුවෙන් මකා දමන්න

source: Copy To...
si: පිටපත් කරන්න

source: Download To...
si: වෙත බාගත කරන්න.

source: Edit Tags
si: උපදේශ වාක්‍යයන් සංස්කරණය කරන්න

source: Format Converter
si: පරිවර්තකය සකසන්න

source: Copy To Search Line
si: මඟ සෙවීමට පිටපත් කරන්න

source: Copy №-Title-Time
si: අංකය -නාමය -කාලය පිටපත් කිරීම

source: Copy Artist-Title-Album
si: ශිල්පියා-නාමය -ඇල්බමය පිටපත් කිරීම

source: Love This Track(s) by Last.fm
si: ලාස්ට් එෆ් එම් හි ගීතය(න්)ට ආදරය කරන්න.

source: Open In File Manager
si: ගොනු කළමණාකරණය සමගින් විවෘත කරන්න

source: Numbering by order
si: පිළිවෙළ අනුව අංකනය

source: Numbering by tags
si: ඇමිණුම් කොටස අනුව අංකනය.

source: My channels
si: මගේ නාලිකාවන්

source: Radio Stations
si: රේඩියෝ ස්ථානය

source: Edit Station
si: ස්ථානය වෙනස් කරන්න

source: Delete Station
si: ස්ථානය ඉවත් කරන්න

source: Rename Group
si: සමූහයේ නම වෙනස් කරන්න

source: Delete Group
si: සමූහය මකන්න

source: Reload radio folder
si: රේඩියෝ ෆෝල්ඩරය නැවත ප්‍රවේශනය කරන්න

source: Edit Radio
si: රේඩියෝ සංස්කරණය

source: Enter new name and URL
si: අලුත් නමක් සහ URL එකක් ඇතුල් කරන්න

source: Enter new group name
si: අලුත් කණ්ඩායම් නමක් ඇතුල් කරන්න

source: Add New Radio Station
si: අලුත් රේඩියෝ ස්ටේෂන් එකක් ඇතුල් කරන්න

source: Enter station name and URL
si: ස්ටේෂන් නම සහ URL ඇතුල් කරන්න

source: Autogenerated channels
si: ස්වයං උත්පාදිත චැනල්ස්

source: Add Station
si: ස්ටේෂන් එක් කරන්න

source: Create Group
si: කණ්ඩායම නිර්මාණය කරන්න

source: Enter group name
si: කණ්ඩායම් නම එක් කරන්න

source: Add playlist
si: විකාශන ලැයිස්තුව එක් කරන්න

source: Rename
si: නම වෙනස් කරන්න

source: Delete
si: මකන්න

source: Rename playlist
si: විකාශන ලැයිස්තුවේ නම වෙනස් කරන්න

source: Delete playlist
si: විකාශන ලැයිස්තුව මකන්න

source: Create new playlist
si: අලුත් විකාශන ලැයිස්තුවක් නිර්මාණය කරන්න

source: Enter playlist name
si: විකාශන ලැයිස්තුවේ නම ඇතුල් කරන්න

source: Rename Dialog
si: සංවාදයේ නම වෙනස් කරන්න

source: Enter new name
si: අලුත් නමක් එක් කරන්න

source: No results found
si: ප්‍රතිඵල සොයා ගත නොහැක

source: Active
si: සක්‍රීය

source: Downloading
si: බාගත වෙමින්

source: Complete
si: සම්පූර්ණයි

source: Inactive
si: අක්‍රීය

source: Lock
si: අගුළු දමන්න

source: Error
si: දෝෂය

source: Format
si: ආකෘතිය වෙනස් කරන්න

source: Bitrate
si: බිටු ශීඝ්‍රතාව

source: Channels
si: නාලිකා

source: Frequency
si: සංඛ්‍යාතය

source: Convert
si: පරිවර්ථනය කරන්න

source: Show files
si: ගොනු පෙන්වන්න

source: Choose directory to save converted files
si: පරිවර්ථනය වූ ගොනු සුරැකීමට ඩිරෙක්ටරිය තෝරන්න

source: Warning!!!
si: අවධානයයි!!!

source: So file(s) already exist(s) and will be overwritten. Do you wish to continue?
si: ගොනුව (ගොනු) දැනටමත් පවතින අතර එය (ඒවා ) මත නැවත ලියවෙනු ඇත. ඔබ ඉදිරියට යාමට බලාපොරොත්තු වෙනවාද?

source: Attention
si: අවධානයයි

source: Converter require specially compiled ffmpeg module for work.
si: පරිවර්ථකය ඒ සඳහා විශේෂයෙන් සකස් කරන ලද ffmpeg මොඩියුලයේ ක්‍රියාකාරීත්වය අපේක්ෂා කරයි

source: Rename folder
si: ෆෝල්ඩරයේ නම වෙනස් කරන්න

source: Rename file
si: ගොනුවේ නම වෙනස් කරන්න

source: Do you really want to delete item(s) from disk?
si: ඔබට ඩිස්කය තුල ඇති අයිතම මකා දැමීමට අවශ්‍යයමද?

source: Copy
si: පිටපත් කරන්න

source: Replace
si: ප්‍රතිස්ථාපනය කරන්න

source: %s file(s) / folder(s)
si: %s ගොනුව(ගොනු) / ෆෝල්ඩරය (ෆෝල්ඩර් )

source: Are you really want to %s this item(s) to %s ?
si: ඔබට ඇත්තටම %s අයිතමය(න්) %s ට දැමීමට අවශ්‍යද?

source: Make folder dialog
si: සංවාද ෆෝල්ඩරයක් සාදන්න'

source: You want to create subfolder in folder
si: ඔබට ෆෝල්ඩරය තුල උප ෆෝල්ඩරයක් නිර්මාණය කිරීමට අවශ්‍යයද?

source: Enter new folder's name:
si: අලුත් ෆෝල්ඩරයේ නම ඇතුලත් කරන්න:

source: So folder already exists
si: ෆෝල්ඩරය දැනටමත් පවතී.

source: Copying:
si: පිටපත් වෙමින් :

source: Unknown title
si: මාතෘකාව නොදනී

source: Unknown artist
si: නොදන්නා ශිල්පියෙක්

source: Choose window
si: කවුළුව තෝරන්න

source: <big><b> Attention! </b></big> The relative location of the playlist and music files allows you to save a relative paths to the files in your playlist. This will allow to carry along the playlist with the files (only together) at any place of the computer or even at another computer. Also, it will make library compatible with OS Windows. However, in this case you can't change the relative location of the playlist file and music files. Absolute file paths make it impossible to transfer a playlist on other computer or use it in OS Windows, but it will put the library anywhere in the file system sepa- rate from the music files (the library will be working). Do you want to save the playlist with relative paths?
si: <big><b> Attention! </b></big> සංගීතමය ලැයිස්තු හා සංගීතමය ගොනු වල සාපේක්ෂ පිහිටීම ඔබට අදාල ගොනු සුරකින්නට ඉඩ ලබා දෙනු ඇත. මෙය ඔබට සංගීතමය ලැයිස්තු හා ගොනු(එක්ව පමණකි ) පරිගණකයේ ඔනෑම තැනකහෝ ඔනෑම පරිගණකයකට ගෙන යාමට ඉඩ ලබා දෙනු ඇත. තවද,එය මෙම බහුමාධ්‍ය පුස්තකාලය වින්ඩෝස් මෙහෙයුම් පද්ධතිය හා අනුරූප වේ. කෙසේ වුවද මෙහිදී ඔබට සංගීතමය ලැයිස්තු හා ගොනු වල සාපේක්ෂ පිහිටීම් වෙනස් කිරීමට නොහැක. ගොනු වල නිරපේක්ෂ මර්ගයන් භාවිතයෙන් සංගීතමය ලැයිස්තු තවත් පරිගණකයකට මාරු කිරීමට නොහැක.එසේ නොමැතිනම් වින්ඩෝස් මෙහෙයුම් පද්ධතිය භාවිතා කළ හැකි නමුත්,එහිදී බහුමාධ්‍ය පුස්තකාලය ගොනු පද්ධතිය තුල කොතනක හෝසංගීතමය ගොනු වලින් වෙන්ව තැන්පත් කරනු ඇත.(බහුමාධ්‍ය පුස්තකාලය ) තව දුරටත් ක්‍රියා කරනු ඇත. මෙම විකාශන ලැයිස්තුව සාපේක්ෂ මඟ සමග සුරැකීමට ඔබට අවශ්‍යද]?

source: Internet Connection
si: අන්තර්ජාල සම්බන්ධතාවය

source: Foobnix not connected or Internet not available. Please try again a little bit later.
si: Foobinix ය සම්බන්ධ වී නොමැතිව හෝ අන්තර්ජාලයේ යෙදිය නොහැක. කරුණාකර නැවත සුළු මොහොතකින් උත්සාහ කරන්න.

source: Tag Editor
si: සම්බන්ධක සංස්කාරක

source: Year
si: වර්ෂය

source: Track number
si: පථ අංකය

source: Author text
si: කර්තෘ පාඨය

source: Apply for all selected tracks (active on multi selection)
si: තෝරාගත් සියලු tracks සදහා ඉල්ලුම් කරන්න
